Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

source: Aceasta elimină dispozitivul din registru. Nu îl deconectează — folosește „Deconectează toate celelalte sesiuni” pentru asta.
en: This removes the device from the registry. It does not sign the device out — use "Sign out all other sessions" for that.

source: Eliminarea unui dispozitiv doar îl șterge din această listă. „Deconectează toate celelalte sesiuni” le invalidează efectiv accesul.
en: Removing a device only clears it from this list. "Sign out all other sessions" actually invalidates their access.

# trusted_persons_footer
source: Persoanele de încredere sunt salvate în contul tău. Permisiunile sunt stocate, dar nu sunt încă aplicate de niciun flux — aplicarea lor va sosi într-o actualizare viitoare.
en: Trusted people are saved to your account. Capability toggles are stored, but no backend flow enforces them yet — enforcement arrives in a future update.

# trusted_persons_error_title
source: Nu s-au putut încărca persoanele de încredere
en: Couldn't load trusted people

# trusted_persons_error_msg
source: Verifică conexiunea și încearcă din nou.
en: Check your connection and try again.

# trusted_persons_sync_error
source: Nu s-a putut sincroniza cu contul tău. Verifică conexiunea și încearcă din nou.
en: Couldn't sync with your account. Check your connection and try again.

# trusted_person_edit_title
source: Editează persoana
en: Edit person

# emg_trusted_contact
source: Contact de încredere
en: Trusted contact

# emg_trusted_configure
source: Configurează un contact de încredere
en: Set up a trusted contact

# emg_trusted_configure_hint
source: Adaugă persoana pe care să o suni în caz de urgență
en: Add the person to call in an emergency

# Full name
source: Nume complet
en: Full name

# Relationship (e.g. spouse, mother, friend)
source: Relație (ex. soț/soție, mamă, prieten)
en: Relationship (e.g. spouse, mother, friend)

# Filter by
source: Filtrează după
en: Filter by

# Categories
source: Categorii
en: Categories

# Period
source: Perioadă
en: Period

# Everyone
source: Toată lumea
en: Everyone

# View profile
source: Vezi profilul
en: View profile

source: Afișează mai mult
en: Show more

# %@ is typing…
source: %@ scrie…
en: %@ is typing…

# %d people are typing…
source: %d persoane scriu…
en: %d people are typing…

# API Path
source: Cale API
en: API Path

# Action
source: Acțiune
en: Action

source: Adaugă articol
en: Add item

source: Adaugă fotografie
en: Add photo

# Add automation
source: Adaugă automatizare
en: Add automation

# Add buried line
source: Adaugă traseu îngropat
en: Add buried line

# Add contractor
source: Adaugă contractor
en: Add contractor

# Add document
source: Adaugă document
en: Add document

# Add list
source: Adaugă listă
en: Add list

# Add note
source: Adaugă notă
en: Add note

# Add paint color
source: Adaugă culoare de vopsea
en: Add paint color

# Add property
source: Adaugă proprietate
en: Add property

# Add tag
source: Adaugă etichetă
en: Add tag

# Add tenant
source: Adaugă chiriaș
en: Add tenant

# Add utility bill
source: Adaugă factură de utilități
en: Add utility bill

# Adding…
source: Se adaugă…
en: Adding…

# Alerts (optional)
source: Alerte (opțional)
en: Alerts (optional)

# Allow multiple answers
source: Permite răspunsuri multiple
en: Allow multiple answers

# Auto-import from email
source: Import automat din email
en: Auto-import from email

# Automation name
source: Numele automatizării
en: Automation name

source: Bibliotecă
en: Library

# Call member
source: Sună membrul
en: Call member

source: Cameră
en: Camera

# Cancel selection
source: Anulează selecția
en: Cancel selection

# Clear name
source: Șterge numele
en: Clear name

# Clear photo
source: Șterge fotografia
en: Clear photo

# Close scanner
source: Închide scannerul
en: Close scanner

# Contacts
source: Contacte
en: Contacts

# Controller
source: Controler
en: Controller

# Copy secret code
source: Copiază codul secret
en: Copy secret code

# Custom message (optional)
source: Mesaj personalizat (opțional)
en: Custom message (optional)

source: De cumpărat
en: To Buy

# Delete message?
source: Ștergi mesajul?
en: Delete message?

# Device
source: Dispozitiv
en: Device

# Edit description
source: Editează descrierea
en: Edit description

# Edit property
source: Editează proprietatea
en: Edit property

source: Editează
en: Edit

source: Editează contactul
en: Edit contact

source: Editează descrierea
en: Edit description

source: Editează detaliile grupului
en: Edit group details

source: Editează numele și imaginea
en: Edit name and photo

# Email member
source: Trimite email membrului
en: Email member

source: Exportă conversația
en: Export conversation

source: Fișiere
en: Files

source: Fotografie articol
en: Item photo

# HTTP Settings
source: Setări HTTP
en: HTTP Settings

# Host / IP Address
source: Gazdă / Adresă IP
en: Host / IP Address

# IF — Trigger
source: DACĂ — Declanșator
en: IF — Trigger

# Item
source: Element
en: Item

# Link object
source: Leagă un obiect
en: Link object

# Linked zone name
source: Numele zonei legate
en: Linked zone name

# Locked note — tap to unlock
source: Notă blocată — atinge pentru a debloca
en: Locked note — tap to unlock

# Menu
source: Meniu
en: Menu

# Message Not Sent
source: Mesaj netrimis
en: Message Not Sent

# Modbus Settings
source: Setări Modbus
en: Modbus Settings

# More reactions
source: Mai multe reacții
en: More reactions

# Mute notifications
source: Dezactivează notificările
en: Mute notifications

# Name (e.g. Living Room ESP32)
source: Nume (ex. ESP32 sufragerie)
en: Name (e.g. Living Room ESP32)

# Name (e.g. Temperature Sensor 1)
source: Nume (ex. Senzor temperatură 1)
en: Name (e.g. Temperature Sensor 1)

# Network
source: Rețea
en: Network

# New conversation
source: Conversație nouă
en: New conversation

# New timers can only be set in direct and group conversations.
source: Cronometre noi pot fi setate doar în conversații directe și de grup.
en: New timers can only be set in direct and group conversations.

# No sensors yet — poll the device to auto-discover.
source: Niciun senzor încă — interoghează dispozitivul pentru descoperire automată.
en: No sensors yet — poll the device to auto-discover.

source: Note (opțional)
en: Notes (optional)

source: Numele grupului
en: Group name

source: Număr de serie
en: Serial number

# Open Digital Twin
source: Deschide Digital Twin
en: Open Digital Twin

# Open file
source: Deschide fișierul
en: Open file

# Options
source: Opțiuni
en: Options

# Photo library
source: Biblioteca foto
en: Photo library

# Property not found
source: Proprietatea nu a fost găsită
en: Property not found

# Question
source: Întrebare
en: Question

# Refresh devices
source: Reîmprospătează dispozitivele
en: Refresh devices

# Remote ID (from JSON response)
source: ID remote (din răspunsul JSON)
en: Remote ID (from JSON response)

# Remove Controller & Sensors
source: Elimină controlerul și senzorii
en: Remove Controller & Sensors

# Rescan tag
source: Rescanează tag-ul
en: Rescan tag

# Scan Error
source: Eroare la scanare
en: Scan Error

# Search in conversation
source: Caută în conversație
en: Search in conversation

# Search inventory
source: Caută în inventar
en: Search inventory

# Search name, brand, serial…
source: Caută nume, marcă, serie…
en: Search name, brand, serial…

# Search type
source: Caută tip
en: Search type

# Sensor Info
source: Informații senzor
en: Sensor Info

# Show device options
source: Afișează opțiunile dispozitivului
en: Show device options

# Signed in via link
source: Autentificat prin link
en: Signed in via link

# THEN — Action
source: ATUNCI — Acțiune
en: THEN — Action

# Take photo
source: Fă o fotografie
en: Take photo

# Task title (optional)
source: Titlul sarcinii (opțional)
en: Task title (optional)

# The e-mail address doesn't look valid. Fix it or turn off the invitation.
source: Adresa de e-mail nu pare validă. Corecteaz-o sau dezactivează invitația.
en: The e-mail address doesn't look valid. Fix it or turn off the invitation.

# The tenant was not added because the invitation failed:
source: Chiriașul nu a fost adăugat pentru că invitația a eșuat:
en: The tenant was not added because the invitation failed:

# Trigger: %@ → Action: %@
source: Declanșator: %@ → Acțiune: %@
en: Trigger: %@ → Action: %@

# Turn off
source: Dezactivează
en: Turn off

# Turn off disappearing messages?
source: Dezactivezi mesajele care dispar?
en: Turn off disappearing messages?

source: Un cod deblochează verificarea în doi pași o singură dată, dacă rămâi fără aplicația de autentificare. Nu recuperează parola.
en: A code unlocks two-step verification a single time if you lose your authenticator app. It does not recover your password.

# Unblock
source: Deblochează
en: Unblock

# Video call
source: Apel video
en: Video call

# Webhook URL
source: URL webhook
en: Webhook URL

# Zone (optional)
source: Zonă (opțional)
en: Zone (optional)

# chat_groups_title
source: Grupuri
en: Groups

# doc_added
source: Adăugat
en: Added

# doc_delete_document
source: Șterge documentul
en: Delete document

# doc_edit
source: Editează
en: Edit

# doc_expires
source: Expiră
en: Expires

# doc_shared_with
source: Partajat cu
en: Shared with

# e.g. Front Door, Garage, Boiler Room
source: ex. Ușa din față, Garaj, Centrala
en: e.g. Front Door, Garage, Boiler Room

# e.g. Service the boiler
source: ex. Revizia centralei
en: e.g. Service the boiler

# e.g. Warranty Alert
source: ex. Alertă garanție
en: e.g. Warranty Alert

# e.g. °C
source: ex. °C
en: e.g. °C

# la_analytics_avg_duration
source: Durată medie
en: Avg. duration

# la_analytics_canceled
source: Încheiate devreme
en: Ended early

# la_analytics_completed
source: Finalizate
en: Completed

# la_analytics_empty
source: Încă nu există istoric de activități
en: No activity history yet

# la_analytics_last30
source: Ultimele 30 de zile
en: Last 30 days

# la_analytics_no_recent
source: Nicio activitate în ultimele 30 de zile.
en: No activity in the last 30 days.

# la_analytics_title
source: Analiză
en: Analytics

# la_analytics_top_kinds
source: Cele mai folosite activități
en: Most used activities

# la_analytics_total
source: Pornite
en: Started

# la_hub_active_count %lld
source: %lld active acum
en: %lld active now

# la_hub_active_now
source: Active acum
en: Active now

# la_hub_categories
source: Categorii
en: Categories

# la_hub_favorite
source: Adaugă la Favorite
en: Add to Favorites

# la_hub_filter_all
source: Toate
en: All

# la_hub_filter_auto
source: Automate
en: Automatic

# la_hub_filter_favorites
source: Favorite
en: Favorites

# la_hub_filter_today
source: Azi
en: Today

# la_hub_metric_done_today
source: Finalizate azi
en: Done today

# la_hub_metric_last
source: Ultima activitate
en: Last activity

# la_hub_metric_running
source: În desfășurare
en: Running

# la_hub_metric_urgent
source: Urgente
en: Urgent

# la_hub_never
source: Niciodată
en: Never

# la_hub_no_property
source: Fără proprietate
en: No property

# la_hub_no_reading
source: Fără citiri
en: No reading

# la_hub_no_results
source: Nicio activitate nu corespunde căutării sau filtrului.
en: No activities match your search or filter.

# la_hub_notify_ended
source: Activitatea live s-a încheiat.
en: The Live Activity has ended.

# la_hub_open
source: Deschide
en: Open

# la_hub_priority
source: Prioritate în hub
en: Hub priority

# la_hub_priority_caption
source: Ordonează această activitate în hub și decide dacă notificarea de final are sunet.
en: Orders this activity in the hub and decides whether its end notification plays a sound.

# la_hub_priority_critical
source: Critică
en: Critical

# la_hub_priority_high
source: Ridicată
en: High

# la_hub_priority_normal
source: Normală
en: Normal

# la_hub_priority_silent
source: Silențioasă
en: Silent

# la_hub_rule_notify_end
source: Notifică la încheiere
en: Notify when it ends

# la_hub_rule_notify_end_caption
source: Trimite o notificare când această activitate se încheie sau se finalizează.
en: Posts a notification when this activity ends or completes.

# la_hub_rules
source: Reguli
en: Rules

# la_hub_search_prompt
source: Caută activități
en: Search activities

# la_hub_settings
source: Setări
en: Settings

# la_hub_title
source: Activități live
en: Live Activities

# la_hub_tool_analytics
source: Analiză
en: Analytics

# la_hub_tool_studio
source: Studio de previzualizare
en: Preview Studio

# la_hub_tool_timeline
source: Cronologie
en: Timeline

# la_hub_tools
source: Unelte
en: Tools

# la_hub_unfavorite
source: Elimină de la Favorite
en: Remove from Favorites

# la_sim_autostart_off
source: Pornirea automată este oprită pentru această activitate.
en: Auto-start is off for this activity.

# la_sim_caption
source: Pornește activități live reale cu date demonstrative, ca să vezi fiecare suprafață.
en: Starts real Live Activities with sample data so you can see every surface.

# la_sim_end_all
source: Încheie toate activitățile
en: End all activities

# la_sim_header
source: Simulator de activități live
en: Live Activity Simulator

# la_sim_master_off
source: Activitățile live sunt oprite în PRVIO
en: Live Activities are off in PRVIO

# la_sim_master_off_hint
source: Activează-le din Setări → Activități live.
en: Turn them on in Settings → Live Activities.

# la_sim_running
source: În desfășurare
en: Running

# la_sim_start
source: Pornește
en: Start

# la_sim_system_off
source: Activitățile live sunt oprite din Setările iOS
en: Live Activities are off in iOS Settings

# la_sim_system_off_hint
source: Permite activitățile live pentru PRVIO în aplicația Setări din iOS.
en: Allow Live Activities for PRVIO in the iOS Settings app.

# la_studio_footnote
source: Previzualizările sunt machete — redarea reală poate diferi în funcție de dispozitiv.
en: Previews are mockups — actual rendering can differ by device.

# la_studio_title
source: Studio de previzualizare
en: Preview Studio

# la_surface_island_expanded
source: Dynamic Island — Extins
en: Dynamic Island — Expanded

# la_surface_lock
source: Ecran de blocare
en: Lock Screen

# la_timeline_completed
source: Finalizată
en: Completed

# la_timeline_empty
source: Încă nu există evenimente de activitate
en: No activity events yet

# la_timeline_ended
source: Încheiată
en: Ended

# la_timeline_started
source: Pornită
en: Started

# la_timeline_title
source: Cronologie
en: Timeline

# la_timeline_today
source: Azi
en: Today

# la_timeline_updated
source: Actualizată
en: Updated

# la_timeline_yesterday
source: Ieri
en: Yesterday

# paint_colors_title
source: Culori vopsea
en: Paint Colors

# paint_print
source: Printează
en: Print

# paint_share
source: Partajează
en: Share

# personal_home_all_tasks
source: Vezi toate
en: See all

# personal_home_contact
source: Scrie proprietarului
en: Message the owner

# personal_home_documents
source: Documente partajate
en: Shared documents

# personal_home_messages
source: Mesaje
en: Messages

# personal_home_no_tasks
source: Nicio sarcină deschisă — totul e în regulă.
en: No open tasks — you're all set.

# personal_home_tasks
source: Sarcinile mele
en: My tasks

# personal_home_title
source: Spațiul meu
en: My Space

# Yearly
source: Anual
en: Yearly

# Edit Record
source: Editează înregistrarea
en: Edit Record

# report_reason_title
source: Raportezi acest mesaj?
en: Report this message?

# report_spam
source: Spam sau nedorit
en: Spam or unwanted

# report_abuse
source: Abuziv sau dăunător
en: Abusive or harmful

# report_other
source: Altceva
en: Something else

# report_sent
source: Raport trimis. Mulțumim.
en: Report sent. Thank you.

# report_failed
source: Raportul nu a putut fi trimis. Încearcă din nou.
en: The report could not be sent. Please try again.

# Select All
source: Selectează tot
en: Select All

# Deselect All
source: Deselectează tot
en: Deselect All

# Print
source: Printează
en: Print

# inv_qr_select_title
source: Alege obiectele
en: Choose Items

# Amount
source: Sumă
en: Amount

# Color
source: Culoare
en: Color

# Communication
source: Comunicare
en: Communication

# Connection
source: Conexiune
en: Connection

# Display Options
source: Opțiuni de afișare
en: Display Options

# How to Set It Up
source: Cum configurezi
en: How to Set It Up

# Identity
source: Identitate
en: Identity

# Include in Report
source: Includere în raport
en: Include in Report

# Lease
source: Contract
en: Lease

# Manual Key
source: Cheie manuală
en: Manual Key

# Message Format
source: Formatul mesajului
en: Message Format

# Metrics
source: Metrici
en: Metrics

# My Live Activities
source: Activitățile mele live
en: My Live Activities

# Objects in Zone
source: Obiecte în zonă
en: Objects in Zone

# Overview
source: Prezentare generală
en: Overview

# Per Category
source: Pe categorie
en: Per Category

# Permissions
source: Permisiuni
en: Permissions

# Personality
source: Personalitate
en: Personality

# Property & Finances
source: Proprietate & finanțe
en: Property & Finances

# Saved Plans & Models
source: Planuri și modele salvate
en: Saved Plans & Models

# Show In
source: Afișează în
en: Show In

# Tasks & Documents
source: Sarcini & documente
en: Tasks & Documents

# The Story
source: Povestea
en: The Story

# Tracker Type
source: Tip tracker
en: Tracker Type

# What They Can See
source: Ce pot vedea
en: What They Can See

# Your Forwarding Address
source: Adresa ta de redirecționare
en: Your Forwarding Address

# chat_theme_custom
source: Personalizată
en: Custom

# chat_theme_global
source: Globală
en: Global

# chat_theme_row
source: Temă și fundal
en: Theme & wallpaper

# chat_theme_use_global
source: Folosește tema globală
en: Use global theme

# chat_theme_use_global_footer
source: Urmează live Profil › Chat › Teme până alegi ceva aici.
en: Follows Profile › Chat › Themes live until you pick something here.

# watch_crash_title
source: Ultimul crash pe Watch
en: Last Watch crash

# Smart Device
source: Dispozitiv inteligent
en: Smart Device

# Toggle a PRVIO smart device.
source: Comută un dispozitiv inteligent PRVIO.
en: Toggle a PRVIO smart device.

# control_no_device
source: Fără dispozitiv
en: No device

# Select Device
source: Alege dispozitivul
en: Select Device

# Toggle Device
source: Comută dispozitivul
en: Toggle Device

# Shopping (Lock Screen)
source: Cumpărături (Ecran blocat)
en: Shopping (Lock Screen)

# Check off items without opening the app.
source: Bifează articole fără să deschizi aplicația.
en: Check off items without opening the app.

# Nothing to buy
source: Nimic de cumpărat
en: Nothing to buy

source: Transport
fr: Transports
nl: Vervoer

# call_facetime_video
source: FaceTime video
fr: FaceTime vidéo

# guest_checkin
source: Check-in
fr: Arrivée
nl: Inchecken

# guest_checkout
source: Check-out
fr: Départ
nl: Uitchecken
